Repository: ginesh29/ONYX_HRMS
Catalog: Onyx/Resources/SharedResource.*.resx
Languages: ar, fa

source: Adjustment/Closing
ar: التعديل/الإغلاق
fa: تنظیم/بستن

source: Admin
ar: الإدارة
fa: مدیر

source: Annual Leave Due
ar: الإجازة السنوية المستحقة
fa: سررسید مرخصی سالیانه

source: Approval
ar: الموافقة
fa: تصویب

source: Approval Processes
ar: عمليات الموافقة
fa: فرآیندهای تایید

source: Approval1
ar: الموافقة
fa: تصویب

source: Approvals
ar: الموافقات
fa: تائیدیه

source: Approvals1
ar: الموافقات
fa: تائیدیه

source: Attendance
ar: الحضور
fa: حضور

source: Attendance By Month
ar: الحضور بالشهر
fa: حضور ماهانه

source: Balance
ar: الرصيد
fa: تعادل

source: Banks
ar: البنوك
fa: بانک ها

source: Branch List
ar: قائمة الفروع
fa: فهرست شعبه

source: Branches
ar: الفروع
fa: شاخه ها

source: Calendar
ar: التقويم
fa: تقویم

source: Code List
ar: قائمة الأكواد
fa: لیست کد

source: Codes
ar: الأكواد
fa: کدها

source: Company
ar: الشركة
fa: شرکت

source: Company Document
ar: مستند الشركة
fa: سند شرکت

source: Company Loan
ar: قرض الشركة
fa: وام شرکت

source: Components
ar: المكونات
fa: اجزاء

source: Confirm/Revise/Cancel
ar: التأكيد/المراجعة/الإلغاء
fa: تأیید / تجدید نظر / لغو

source: Countries
ar: الدول
fa: کشورها

source: Country
ar: الدولة
fa: کشور

source: Currencies
ar: العملات
fa: ارزها

source: Currency List
ar: قائمة العملات
fa: لیست ارز

source: Department List
ar: قائمة الأقسام
fa: لیست دپارتمان

source: Departments
ar: الأقسام
fa: بخش ها

source: Designations
ar: التسميات الوظيفية
fa: تعیین ها

source: Disburse
ar: الصرف
fa: پرداخت کنید

source: Disburse1
ar: الصرف
fa: پرداخت کنید

source: Disbursement
ar: الصرف
fa: پرداخت

source: Document Expired
ar: انتهاء المستند
fa: سند منقضی شده است

source: Document Renewal
ar: تجديد المستند
fa: تمدید سند

source: Documents
ar: المستندات
fa: اسناد

source: Duty Resumption
ar: استئناف العمل
fa: از سرگیری وظیفه

source: Emp. Bank Account
ar: حساب البنك للموظف
fa: حساب بانکی کارمند

source: Emp. Calendar
ar: تقويم الموظف
fa: تقویم کارمند

source: Emp. Documents
ar: مستندات الموظفين
fa: اسناد کارمند

source: Emp. Fixed Payroll
ar: راتب الموظف الثابت
fa: حقوق و دستمزد ثابت کارمند

source: Emp. Incentives
ar: حوافز الموظف
fa: مشوق های کارمند

source: Emp. Pay Components
ar: مكونات دفع الموظف
fa: اجزای پرداخت کارمند

source: Emp. Profiles
ar: ملفات الموظفين
fa: پروفایل ها کارمند

source: Emp. Progression
ar: ترقية الموظف
fa: پیشرفت کارمند

source: Employee
ar: الموظف
fa: کارمند

source: Employee Analysis
ar: تحليل الموظف
fa: تجزیه و تحلیل کارکنان

source: Employee History
ar: تاريخ الموظف
fa: سابقه کارمند

source: Employee Loan
ar: قرض الموظف
fa: وام کارمندی

source: Employee Savings
ar: مدخرات الموظف
fa: پس انداز کارکنان

source: Employee Separation
ar: انفصال الموظف
fa: جداسازی کارکنان

source: Employee Short List
ar: قائمة الموظفين المختصرة
fa: لیست کوتاه کارمندان

source: Employee Transaction
ar: معاملة الموظف
fa: تراکنش کارکنان

source: Employee Transfer
ar: نقل الموظف
fa: انتقال کارمند

source: Employee Transfer1
ar: نقل الموظف
fa: انتقال کارمند

source: Fund Request
ar: طلب التمويل
fa: درخواست صندوق

source: House Keeping
ar: التدبير المنزلي
fa: خانه داری

source: Incentives
ar: الحوافز
fa: مشوق ها

source: Leave
ar: الإجازات
fa: ترک کردن

source: Leave Analysis
ar: تحليل الإجازات
fa: ترک تجزیه و تحلیل

source: Leave Application
ar: تطبيق الإجازة
fa: برنامه را ترک کنید

source: Leave Master
ar: إدارة الإجازات
fa: استاد را رها کن

source: Leave Pay Comp.
ar: مكونات دفع الإجازة
fa: پرداخت شرکت بابت ترک

source: Leave Salary/Ticket
ar: راتب الإجازة/التذكرة
fa: ترک حقوق/بلیط

source: Leave Salary/Ticket Appl.
ar: تطبيق راتب/تذكرة الإجازة
fa: برنامه حقوق و دستمزد/بلیط را ترک کنید.

source: Leave Types
ar: أنواع الإجازات
fa: ترک انواع

source: Loan
ar: القرض
fa: وام

source: Loan Analysis
ar: تحليل القروض
fa: تحلیل وام

source: Loan Application
ar: تطبيق القرض
fa: درخواست وام

source: Loan Due List
ar: قائمة الديون المستحقة
fa: لیست سررسید وام

source: Loan Types
ar: أنواع القروض
fa: انواع وام

source: Loan Waiting For Approval
ar: القروض بانتظار الموافقة
fa: وام در انتظار تایید

source: Loan Waiting For Disbursal
ar: القروض بانتظار الصرف
fa: وام در انتظار پرداخت

source: Master Listing
ar: قائمة الأساتذة
fa: فهرست اصلی

source: Month End Process
ar: عملية نهاية الشهر
fa: فرآیند پایان ماه

source: Non Payroll
ar: غير الرواتب
fa: غیر حقوق و دستمزد

source: Notifications
ar: الإشعارات
fa: اطلاعیه

source: Organisation
ar: المنظمة
fa: سازمان

source: Overtime Rates
ar: أسعار العمل الإضافي
fa: نرخ اضافه کاری

source: Pay Analysis
ar: تحليل الرواتب
fa: تجزیه و تحلیل پرداخت

source: Pay Register
ar: سجل الرواتب
fa: ثبت نام پرداخت

source: Pay Slip
ar: قسيمة الراتب
fa: فیش پرداخت

source: Payroll
ar: الرواتب
fa: حقوق و دستمزد

source: Payroll Process
ar: عملية الرواتب
fa: فرآیند حقوق و دستمزد

source: Payroll1
ar: الرواتب
fa: حقوق و دستمزد

source: Personal
ar: الشخصي
fa: شخصی

source: Post Payroll Process
ar: عملية ما بعد الرواتب
fa: فرآیند پس از پرداخت حقوق و دستمزد

source: Pre Payroll Process
ar: عملية ما قبل الرواتب
fa: فرآیند پیش پرداخت حقوق و دستمزد

source: Provision Adj.
ar: تعديل الاحتياطي
fa: ارائه وظیفه.

source: Provisions
ar: الاحتياطيات
fa: مفاد

source: Provisions1
ar: الاحتياطيات
fa: مفاد

source: Receipt Voucher
ar: قسيمة الإيصال
fa: کوپن رسید

source: Reports
ar: التقارير
fa: گزارش ها

source: Self Services
ar: الخدمات الذاتية
fa: خود خدمات

source: Settings
ar: الإعدادات
fa: تنظیمات

source: Single Monthly Details
ar: التفاصيل الشهرية الفردية
fa: جزئیات ماهانه تک

source: Single Payroll
ar: الراتب الفردي
fa: حقوق و دستمزد واحد

source: Transactions
ar: المعاملات
fa: معاملات

source: Travel Fares
ar: أجور السفر
fa: کرایه سفر

source: User Group List
ar: قائمة مجموعات المستخدمين
fa: لیست گروه کاربر

source: User Group Rights
ar: حقوق مجموعة المستخدمين
fa: حقوق گروه کاربر

source: User List
ar: قائمة المستخدمين
fa: فهرست کاربران

source: UserAudit
ar: تدقيق المستخدم
fa: حسابرسی کاربر

source: Users
ar: المستخدمون
fa: کاربران

source: Var. Pay/Deduction
ar: الدفع/الخصم المتغير
fa: .متغیر پرداخت / کسر

source: Vehicle List
ar: قائمة المركبات
fa: لیست وسایل نقلیه

source: Vehicles
ar: المركبات
fa: وسايل نقليه

source: Working Hrs/Shift
ar: ساعات العمل/الوردية
fa: ساعت کاری / شیفت

source: WPS Process
ar: عملية حماية الأجور
fa: فرآیند WPS
